[X2DownloadableContentInfo_WOTCSwordAPchanges]
swordExtra="<br/><Bullet/> 在1移动范围内对敌人进行斩击，允许你在承受移动惩罚的情况下重新定位.<br/><Bullet/> 不移动直接进行斩击不会结束士兵的回合.<br/><Bullet/> 奔跑与射击”能力允许在一次黄色移动后的近战攻击后，再进行一次额外的蓝色移动近战攻击或重新定位."
implacableExtra="<br/><Bullet/> 无情打击”能力移除了近战攻击后的移动惩罚."
reaperExtra="<br/><Bullet/> "死神能力会覆盖任何其他近战行为."